Revit 2020 API
GBXMLExportOptions Class
 Green-Building XML Export options. Not used currently. Reserved for future use.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 20.0.0.0 (20.0.0.377)
Since: 2015
Syntax
C#
public class GBXMLExportOptions : IDisposable
Visual Basic
Public Class GBXMLExportOptions _
	Implements IDisposable
Visual C++
public ref class GBXMLExportOptions : IDisposable
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.GBXMLExportOptions
See Also
GBXMLExportOptions Members
Autodesk.Revit.DB Namespace